<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Тези идентификационни данни не съответстват на нашите записи.',
    'throttle' => 'Твърде много опити за влизане. Моля, опитайте отново: секунди секунди.',
    'login' => 'Влизам',
    'signup' => 'Регистрирай се',
    'getwallet' => 'Вземете Wallet!',
    'span1' => 'По-сигурен портфейл на CampusCoin, който ви поема контрола',
    'span2' => 'Сигурна сигурност',
    'span3' => 'Бързото боравене',
    'welcome_back' => 'Добре дошъл обратно',
    'wallet_id' => 'Wallet идентифициране',
    'password' => 'парола',
    'span4' => 'Нуждаете се от помощ за достъп до портфейла си?',
    'span5' => 'Изгубих идентификационния си номер на Wallet.',
    'span6' => 'Изпратете ми имейл с напомняне с идентификационния си номер на Wallet до моя имейл адрес',
    'span7' => 'Напомни ми',
    'span8' => 'Възстановяване на средства',
    'span9' => 'Аз загубих 2FA устройството си',
    'span10' => 'Възстановете потвърждаването в две стъпки, за да възстановите достъпа си до портфейла си',
    'span11' => 'Нулиране 2FA',
    'span12' => 'Върни се',
    'span13' => 'Свържете се с поддръжка',
    'span14' => 'Имаш ли някакви неприятности?',
    'span15' => 'Преглед на опциите',
    'span16' => 'Помощ за вход',
];
