<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ข้อมูลรับรองเหล่านี้ไม่ตรงกับบันทึกของเรา',
    'throttle' => 'พยายามเข้าสู่ระบบมากเกินไป โปรดลองอีกครั้งใน: วินาทีวินาที',
    'login' => 'เข้าสู่ระบบ',
    'signup' => 'ลงชื่อ',
    'getwallet' => 'รับ Wallet!',
    'span1' => 'กระเป๋าสตางค์ CampusCoin ที่ปลอดภัยกว่าทำให้คุณสามารถควบคุมได้',
    'span2' => 'การรักษาความปลอดภัยที่ปลอดภัย',
    'span3' => 'การจัดการอย่างรวดเร็ว',
    'welcome_back' => 'ยินดีต้อนรับกลับ',
    'wallet_id' => 'รหัส Wallet',
    'password' => 'รหัสผ่าน',
    'span4' => 'ต้องการความช่วยเหลือในการเข้าถึงกระเป๋าสตางค์ของคุณหรือไม่?',
    'span5' => 'ฉันได้สูญหาย ID Wallet แล้ว',
    'span6' => 'ส่งอีเมลเตือนความทรงจำพร้อมกับ ID Wallet ไปยังที่อยู่อีเมลของฉัน',
    'span7' => 'เตือนฉัน',
    'span8' => 'กู้เงิน',
    'span9' => 'ฉันสูญเสียอุปกรณ์ 2FA แล้ว',
    'span10' => 'รีเซ็ตการยืนยันแบบสองขั้นตอนเพื่อให้สามารถเข้าถึงกระเป๋าเงินของคุณได้',
    'span11' => 'รีเซ็ต 2FA',
    'span12' => 'กลับไป',
    'span13' => 'ติดต่อฝ่ายสนับสนุน',
    'span14' => 'มีปัญหาบ้างไหม?',
    'span15' => 'ดูตัวเลือก',
    'span16' => 'เข้าสู่ระบบช่วยเหลือ',
];
