<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'throttle' => 'Слишком много попыток входа в систему. Повторите попытку через: секунды.',
    'login' => 'Авторизоваться',
    'signup' => 'Зарегистрироваться',
    'getwallet' => 'Получите кошелек!',
    'span1' => 'Более безопасный кошелек CampusCoin, который контролирует вас',
    'span2' => 'Безопасность',
    'span3' => 'Быстрая обработка',
    'welcome_back' => 'Добро пожаловать назад',
    'wallet_id' => 'ID кошелька',
    'password' => 'пароль',
    'span4' => 'Нужна помощь в доступе к вашему кошельку?',
    'span5' => 'Я потерял свой идентификатор кошелька.',
    'span6' => 'Отправьте мне по электронной почте напоминание с моим идентификатором кошелька на мой адрес электронной почты',
    'span7' => 'Напомни мне',
    'span8' => 'Восстановить фонды',
    'span9' => 'Я потерял свое устройство 2FA',
    'span10' => 'Сбросить двухэтапную аутентификацию, чтобы восстановить доступ к вашему кошельку',
    'span11' => 'Сброс 2FA',
    'span12' => 'Возвращаться',
    'span13' => 'Контактная поддержка',
    'span14' => 'Есть проблемы?',
    'span15' => 'Опции просмотра',
    'span16' => 'Вход в систему',
];
